andrew-2.3.1/run/tutorials/lagrangian/reactingParcelFilmFoam/rivuletPanel/0.org/wallFilmRegion/deltaf
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0/wallFilmRegion";
    object      deltaf;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 0 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    wallFilmFaces_top
    {
        type            zeroGradient;
    }

    region0_to_wallFilmRegion_wallFilmFaces
    {
        type            zeroGradient;
    }

    inlet
    {
        type            fixedValue;
        value           uniform 1e-3;
    }

    outlet
    {
        type            zeroGradient;
    }

    sides
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
